[General]
language=Deutsch
link_pc_name=Computername
link_connect_pwd=Passwort
link_file_path=Eingangsordner
link_auto_start=Automatischer Start
link_change_folder_btn=ƒndern
link_open_folder_btn=÷ffnen
link_change_folder_dialog_title=Bitte Eingangsordner ausw‰hlen
link_save_button=Speichern
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Alle Rechte vorbehalten.</c>
link_save_success_msg=Einstellungen erfolgreich gespeichert.
link_save_success_title=Nachricht
link_error_title=Fehler
link_error_program_already_ran=Anwendung wird ausgef¸hrt, ¸berpr¸fen Sie bitte Ihre Taskleiste.
link_error_program_expire=Die Testversion ist abgelaufen, wenden Sie sich bitte Shirui, um eine neuere zu erhalten.
link_open_main_window=SeewoLink ˆffnen
link_exit_program=Beenden
link_minimize_to_tray=In Taskleiste minimieren
link_open_spec=Hilfe
link_update=Aktualisieren
link_register=Registrieren
link_error_title=Fehler
link_message_title= Nachricht
link_update_network_error=Netzwerkverbindung fehlgeschlagen, bitte versuchen Sie es sp‰ter erneut.
link_home_qrcode_tip=Android-Client
link_connect_pc_tip= Scannen Sie den QR-Code, um eine Verbindung mit dem Computer herzustellen
link_reg_serial_invalid=Ung¸ltige Seriennummer
link_reg_partial_success=Herzlichen Gl¸ckwunsch! Diese Seriennummer l‰uft nach %d Nutzungen ab. Sie kˆnnen diese SN noch f¸r %d weitere Ger‰te verwenden.
link_reg_full_success=Herzlichen Gl¸ckwunsch! Diese SN ist unbegrenzt g¸ltig. Sie kˆnnen diese SN noch f¸r %d weitere Ger‰te verwenden.
link_reg_response_failed=Es tut uns Leid! Ihre Registrierung ist fehlgeschlagen.
link_reg_response_serial_error=Es tut uns Leid! Ihre Registrierung ist fehlgeschlagen. Ursache: Falsche SN.
link_reg_response_error_lock=Es tut uns Leid! Ihre Registrierung ist fehlgeschlagen. Ursache: Die SN wurde f¸r eine anderes Ger‰t registriert.
link_reg_response_day_expire=Es tut uns Leid! Ihre Registrierung ist fehlgeschlagen. Ursache: SN ist abgelaufen.
link_reg_input_serial_text=Geben Sie die Seriennummer ein
link_error_unknown=Unbekannter Fehler.
link_reg_message_remaindays=Ihr Zertifikat l‰uft nach %d Verwendungen ab.
link_reg_message_remaindays_tip= <c color="CCCCCC">Version %s, registriert</c>
link_reg_message_remaindays_warn=<c color="CCCCCC">Version %s, </c><c color="1899ED"><u><b><a id="1050">es bleiben noch</a></b></u></c><c color="CCCCCC">Verwendungen</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">Registrieren</c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Version ist %s</c><c color="1899ED"><b>. nicht registriert </b></c><c color="FFFFFF">es bleiben noch,</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">Verwendungen.</c>
link_reg_rd_renew_button=Erneuern
link_confirm_button=OK
link_cancel_button=Abbrechen
link_reg_read_reginfo_error=Registerinformationen konnten nicht gelesen werden, bitte erneut registrieren.
link_lang_setting_button=Sprache
link_lang_setting_hint=Bitte w‰hlen Sie Ihre Sprache:
link_lang_setting_ok=OK
link_lang_setting_cancel=Abbrechen
link_annotation_stop=Beenden
link_auto_start_tip=SeewoLink wird mit Windows gestartet
link_lang_tip=Sprache
link_tab_text_status=Status
link_tab_text_set=Einstellung
link_tab_text_about=Infos
link_stat_connected_device_tip= Verbundener Client:
link_stat_connected_device= NULL
link_stat_conn_barcode_tip=Scannen
link_tab_text_help=<c color="FFFFFF">F¸r Hilfe </c><c color="0000ff"><u><a id="1051"> hier klicken </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Verbunden</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Getrennt</c>
link_softap_tip=Hotspot aktivieren
link_softap_info=<c color="808080">Hotspot-Name: %s</c><br/><c color="808080">Passwort: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> wurde aktiviert</c>
link_softap_off=<c color="CCCCCC">Hotspot wurde deaktiviert</c>
link_softap_error=Hotspot kann nicht aktiviert werden, bitte sicherstellen, das WLAN aktiviert ist
link_update_title=SeewoLink-Update
link_update_confirm=Mˆchten Sie ein Upgrade auf die neueste Version durchf¸hren?
link_update_success=Aktualisierung auf die neueste Version wurde durchgef¸hrt
link_update_failed=Aktualisierung auf die neueste Version fehlgeschlagen, bitte besuchen Sie die offizielle Website, um die neueste Version zu erhalten
link_setup_uninstall=Uninstall (Deinstallieren)
link_setup_old_verision=Es ist eine alte Version von %s installiert, die vor dem Installieren dieser neuen Version entfernt werden muss.
link_setup_restart_prompt=%s muss Ihren Computer neu starten!
link_setup_system_not_match=%s benˆtigt mindestens Windows 7, Installation wird abgebrochen!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer